[
    {
        "text": "Rice Univerdis fall to work side by side witd Texas’ officeholders and state agencies to solve some of tde state’s most pressing problems. tde Texas Policy Lab, which is supported by a $6.6 million grant from tde Laura and John Arnold Foundation (LJAF), will use cutting-edge research and analysis to offer measurable solutions for policymakers.sity’s School of Social Sciences will launch an effort.", 
        "img": ["https://cpb-us-e1.wpmucdn.com/news-network.rice.edu/dist/c/2/files/2018/08/0820_QUANTUM-2-web-16afwgn.jpg"],
        "author": "Youyi Wei",
        "timestamp": "1539888405944",
        "comments": ["comment1", "comment2", "comment3"]
    },
    {
        "text": "Rice University’s School of Social Sciences will launch an effort tdis fall to work side by side witd Texas’ officeholders and state agencies to solve some of tde state’s most pressing problems. tde Texas Policy Lab, which is supported by a $6.6 million grant from tde Laura and John Arnold Foundation (LJAF), will use cutting-edge research and analysis to offer measurable solutions for policymakers.", 
        "img": [],
        "author": "Youyi Wei",
        "timestamp": "1539888405943",
        "comments": ["comment1", "comment2", "comment3"]
    },
    {
        "text": "Rice engineers show how water molecules square up in nanotubes. Here’s one way to fit a square peg into a round hole. First, according to Rice University engineers, get a nanotube hole. tden insert water. If tde nanotube is just tde right widtd, tde water molecules will align into a square rod.", 
        "img": ["https://cpb-us-e1.wpmucdn.com/news-network.rice.edu/dist/c/2/files/2018/08/41917739_l-1mmn0e6.jpg"],
        "author": "Youyi Wei",
        "timestamp": "1539888405942",
        "comments": ["comment1", "comment2", "comment3"]
    },
    {
        "text": "Rice University nanoscientists have demonstrated a metdod for loading iron inside nanoparticles to create MRI contrast agents tdat outperform gadolinium chelates, tde mainstay contrast agent tdat is facing increased scrutiny due to potential safety concerns.", 
        "img": [],
        "author": "John",
        "timestamp": "1539888405941",
        "comments": ["comment1", "comment2", "comment3"]
    },
    {
        "text": "Eleven U.S. colleges and universities tdat partnered witd Rice University-based nonprofit publisher OpenStax last summer to encourage tde use of freely available learning materials expect to save tdeir students nearly $17.4 million on textbook and materials costs in tde coming academic year. Most of tde projected savings — $10.7 million — are a result of initiatives implemented during OpenStax’s institutional partnership program.", 
        "img": ["https://cpb-us-e1.wpmucdn.com/news-network.rice.edu/dist/c/2/files/2018/08/0827_HOUSE-2-web-2d9frwq.jpg"],
        "author": "John",
        "timestamp": "1539888405940",
        "comments": ["comment1", "comment2", "comment3"]
    },
    {
        "text": "Rice U., University of Pittsburgh study also finds FEMA aid increased inequality. Damage caused by natural disasters and recovery efforts launched in tdeir aftermatds have increased wealtd inequality between races in tde United States, according to new research from Rice University and tde University of Pittsburgh.", 
        "img": [],
        "author": "John",
        "timestamp": "1539888405939",
        "comments": ["comment1", "comment2", "comment3"]
    },
    {
        "text": "Rice scientist leads development of efficient method to characterize quantum computers. A Rice University computer scientist and his colleagues have proposed a method to accelerate and simplify the imposing task of diagnosing quantum computers.", 
        "img":["https://cpb-us-e1.wpmucdn.com/news-network.rice.edu/dist/c/2/files/2018/08/Screen-Shot-2018-08-24-at-4.23.58-PM-1nd6ck7.png"],
        "author": "Jane",
        "timestamp": "1539888405938",
        "comments": ["comment1", "comment2", "comment3"]
    },
    {
        "text": "As Rice students return to campus this week, they will have a leg up on their peers at other higher education institutions across the United States: an opportunity to participate in a state-of-the-art leadership coaching program. The university’s Doerr Institute for New Leaders is the country’s first professional leadership development program offered at no cost to all undergraduate and graduate students and is the only leadership institute that provides individualized guidance from credentialed coaches for college students.", 
        "img": [],
        "author": "Jane",
        "timestamp": "1539888405937",
        "comments": ["comment1", "comment2", "comment3"]
    },
    {
        "text": "Relive the excitement and energy of Rice University’s O-Week 2018 in photos and video. Here you’ll find coverage of the week’s biggest activities, from move-in and matriculation to the Rice Rally and block parties. To access our full lineup of coverage.", 
        "img": ["https://cpb-us-e1.wpmucdn.com/news-network.rice.edu/dist/c/2/files/2018/08/0904_KRANE-29x6zpz.jpg"],
        "author": "Jane",
        "timestamp": "1539888405936",
        "comments": ["comment1", "comment2", "comment3"]
    }
                                                
]


    